"RefreshView_Refreshing_Text" = "Loading...";
"RefreshView_Refresh_Success" = "Refresh Success";
"RefreshView_Refresh_Error" = "Refresh Error";

"RefreshView_Refresh_Fully" = "No more data";

"RefreshView_Time_Prefix_Text" = "Last update";
"RefreshView_Draging_Text" = "Release to refresh";

"RefreshView_Header_Normal_Text" = "Pull down to refresh";

"RefreshView_Footer_Normal_Text" = "Pull up or Tap to refresh";







"RefreshView_Header_TodayText" = "Today";
"RefreshView_Header_None_LastTime_Text" = "No record";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "No more data";

"MJRefreshBackFooterIdleText" = "Pull up to load more";
"MJRefreshBackFooterPullingText" = "Release to load more.";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "No more data";
